Repository: shreyaspapi/parity
Catalog: Parity/Parity/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, sv, tr, zh_hans

# login.errorNoApiKey
source: Please enter your API key
ar: الرجاء إدخال مفتاح API
de: Bitte geben Sie Ihren API-Schlüssel ein
es: Por favor ingresa tu clave API
fr: Veuillez entrer votre clé API
it: Inserisci la tua chiave API
ja: API キーを入力してください
ko: API 키를 입력하세요
nl: Voer je API-sleutel in
pl: Wprowadź klucz API
pt: Por favor, digite sua chave da API
ru: Введите API-ключ
sv: Ange din API-nyckel
tr: Lütfen API anahtarınızı girin
zh_hans: 请输入您的 API 密钥

# login.errorNoServerIP
source: Please enter your Unraid server IP address
ar: الرجاء إدخال عنوان IP لخادم Unraid
de: Bitte geben Sie die IP-Adresse Ihres Unraid-Servers ein
es: Por favor ingresa la dirección IP de tu servidor Unraid
fr: Veuillez entrer l'adresse IP de votre serveur Unraid
it: Inserisci l'indirizzo IP del server Unraid
ja: Unraid サーバーの IP アドレスを入力してください
ko: Unraid 서버 IP 주소를 입력하세요
nl: Voer het IP-adres van je Unraid-server in
pl: Wprowadź adres IP serwera Unraid
pt: Por favor, digite o endereço IP do seu servidor Unraid
ru: Введите IP-адрес сервера Unraid
sv: Ange din Unraid-servers IP-adress
tr: Lütfen Unraid sunucu IP adresini girin
zh_hans: 请输入您的 Unraid 服务器 IP 地址

# login.footer
source: Make sure your device is on the same network as your Unraid server
ar: تأكد من أن جهازك على نفس الشبكة مع خادم Unraid
de: Stellen Sie sicher, dass Ihr Gerät im selben Netzwerk wie Ihr Unraid-Server ist
es: Asegúrate de que tu dispositivo esté en la misma red que tu servidor Unraid
fr: Assurez-vous que votre appareil est sur le même réseau que votre serveur Unraid
it: Assicurati che il tuo dispositivo sia sulla stessa rete del server Unraid
ja: デバイスが Unraid サーバーと同じネットワーク上にあることを確認してください
ko: 기기가 Unraid 서버와 같은 네트워크에 있는지 확인하세요
nl: Zorg ervoor dat je apparaat zich op hetzelfde netwerk bevindt als je Unraid-server
pl: Upewnij się, że urządzenie jest w tej samej sieci co serwer Unraid
pt: Certifique-se de que seu dispositivo está na mesma rede que seu servidor Unraid
ru: Убедитесь, что устройство находится в той же сети, что и сервер Unraid
sv: Se till att din enhet är på samma nätverk som din Unraid-server
tr: Cihazınızın Unraid sunucusuyla aynı ağda olduğundan emin olun
zh_hans: 确保您的设备与 Unraid 服务器在同一网络上

# login.or
source: OR
ar: أو
de: ODER
es: O
fr: OU
it: OPPURE
ja: または
ko: 또는
nl: OF
pl: LUB
pt: OU
ru: ИЛИ
sv: ELLER
tr: VEYA
zh_hans: 或

# login.serverIP
source: Server IP Address
ar: عنوان IP الخادم
de: Server-IP-Adresse
es: Dirección IP del servidor
fr: Adresse IP du serveur
it: Indirizzo IP del server
ja: サーバー IP アドレス
ko: 서버 IP 주소
nl: Server IP-adres
pl: Adres IP serwera
pt: Endereço IP do servidor
ru: IP-адрес сервера
sv: Server IP-adress
tr: Sunucu IP Adresi
zh_hans: 服务器 IP 地址

# login.serverIPHint
source: Enter IP address and port (e.g., 192.168.1.100:3001)
ar: أدخل عنوان IP والمنفذ (مثال: 192.168.1.100:3001)
de: IP-Adresse und Port eingeben (z.B. 192.168.1.100:3001)
es: Ingresa la dirección IP y puerto (ej., 192.168.1.100:3001)
fr: Entrez l'adresse IP et le port (ex., 192.168.1.100:3001)
it: Inserisci indirizzo IP e porta (es. 192.168.1.100:3001)
ja: IPアドレスとポートを入力してください（例：192.168.1.100:3001）
ko: IP 주소와 포트를 입력하세요 (예: 192.168.1.100:3001)
nl: Voer IP-adres en poort in (bijv. 192.168.1.100:3001)
pl: Wprowadź adres IP i port (np. 192.168.1.100:3001)
pt: Digite o endereço IP e porta (ex., 192.168.1.100:3001)
ru: Введите IP-адрес и порт (например, 192.168.1.100:3001)
sv: Ange IP-adress och port (t.ex. 192.168.1.100:3001)
tr: IP adresi ve port girin (örn. 192.168.1.100:3001)
zh_hans: 输入IP地址和端口（例如，192.168.1.100:3001）

# login.subtitle
source: Enter your server details to get started
ar: أدخل تفاصيل الخادم للبدء
de: Geben Sie Ihre Serverdetails ein, um zu beginnen
es: Ingresa los detalles de tu servidor para comenzar
fr: Entrez les détails de votre serveur pour commencer
it: Inserisci i dettagli del server per iniziare
ja: 開始するにはサーバーの詳細を入力してください
ko: 시작하려면 서버 세부 정보를 입력하세요
nl: Voer je servergegevens in om te beginnen
pl: Wprowadź dane serwera, aby rozpocząć
pt: Digite os detalhes do seu servidor para começar
ru: Введите данные сервера для начала работы
sv: Ange dina serveruppgifter för att börja
tr: Başlamak için sunucu bilgilerinizi girin
zh_hans: 输入您的服务器详细信息以开始

# login.title
source: Connect to Unraid
ar: الاتصال بـ Unraid
de: Mit Unraid verbinden
es: Conectar a Unraid
fr: Connecter à Unraid
it: Connetti a Unraid
ja: Unraid に接続
ko: Unraid 연결
nl: Verbinden met Unraid
pl: Połącz z Unraid
pt: Conectar ao Unraid
ru: Подключение к Unraid
sv: Anslut till Unraid
tr: Unraid'e Bağlan
zh_hans: 连接到 Unraid

# login.tryDemo
source: Try Demo Mode
ar: جرب الوضع التجريبي
de: Demo-Modus ausprobieren
es: Probar modo demo
fr: Essayer le mode démo
it: Prova la modalità demo
ja: デモモードを試す
ko: 데모 모드 체험
nl: Probeer demomodus
pl: Wypróbuj tryb demo
pt: Experimentar modo demo
ru: Попробовать демо-режим
sv: Prova demoläge
tr: Demo Modunu Dene
zh_hans: 试用演示模式

# notifications.alerts
source: Alerts
ar: تنبيهات
de: Warnungen
es: Alertas
fr: Alertes
it: Avvisi
ja: アラート
ko: 경고
nl: Waarschuwingen
pl: Alerty
pt: Alertas
ru: Тревоги
sv: Varningar
tr: Uyarılar
zh_hans: 警报

# notifications.all
source: All
ar: الكل
de: Alle
es: Todas
fr: Toutes
it: Tutte
ja: すべて
ko: 전체
nl: Alle
pl: Wszystkie
pt: Todas
ru: Все
sv: Alla
tr: Tümü
zh_hans: 全部

# notifications.archived
source: Archived
ar: مؤرشفة
de: Archiviert
es: Archivadas
fr: Archivées
it: Archiviate
ja: アーカイブ済み
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowane
pt: Arquivadas
ru: Архивные
sv: Arkiverade
tr: Arşivlenmiş
zh_hans: 已归档

# notifications.comingSoon
source: Notifications feature coming soon
ar: ميزة الإشعارات قادمة قريباً
de: Benachrichtigungsfunktion kommt bald
es: Función de notificaciones próximamente
fr: Fonction de notifications à venir
it: Funzionalità notifiche in arrivo
ja: 通知機能は近日公開
ko: 알림 기능 출시 예정
nl: Meldingenfunctie binnenkort beschikbaar
pl: Funkcja powiadomień wkrótce
pt: Recurso de notificações em breve
ru: Функция уведомлений скоро появится
sv: Notifikationsfunktion kommer snart
tr: Bildirim özelliği yakında
zh_hans: 通知功能即将推出

# notifications.errorLoadingNotifications
source: Failed to load notifications
ar: فشل تحميل الإشعارات
de: Fehler beim Laden der Benachrichtigungen
es: Error al cargar notificaciones
fr: Échec du chargement des notifications
it: Impossibile caricare le notifiche
ja: 通知の読み込みに失敗しました
ko: 알림을 로드하지 못했습니다
nl: Meldingen konden niet worden geladen
pl: Nie udało się załadować powiadomień
pt: Falha ao carregar notificações
ru: Не удалось загрузить уведомления
sv: Kunde inte ladda notifikationer
tr: Bildirimler yüklenemedi
zh_hans: 加载通知失败

# notifications.info
source: Info
ar: معلومات
es: Información
ja: 情報
ko: 정보
pl: Informacje
pt: Informações
ru: Информация
tr: Bilgi
zh_hans: 信息

# notifications.noNotifications
source: No notifications
ar: لا توجد إشعارات
de: Keine Benachrichtigungen
es: No hay notificaciones
fr: Aucune notification
it: Nessuna notifica
ja: 通知なし
ko: 알림 없음
nl: Geen meldingen
pl: Brak powiadomień
pt: Sem notificações
ru: Нет уведомлений
sv: Inga notifikationer
tr: Bildirim yok
zh_hans: 无通知

# notifications.noNotificationsFiltered
source: No notifications match the selected filters.
ar: لا توجد إشعارات تطابق الفلاتر المحددة.
de: Keine Benachrichtigungen entsprechen den ausgewählten Filtern.
es: No hay notificaciones que coincidan con los filtros seleccionados.
fr: Aucune notification ne correspond aux filtres sélectionnés.
it: Nessuna notifica corrisponde ai filtri selezionati.
ja: 選択したフィルターに一致する通知がありません。
ko: 선택한 필터와 일치하는 알림이 없습니다.
nl: Geen meldingen komen overeen met de geselecteerde filters.
pl: Brak powiadomień pasujących do wybranych filtrów.
pt: Nenhuma notificação corresponde aos filtros selecionados.
ru: Нет уведомлений, соответствующих выбранным фильтрам.
sv: Inga notifikationer matchar de valda filtren.
tr: Seçili filtrelere uyan bildirim yok.
zh_hans: 没有通知符合选定的筛选条件。

# notifications.open
source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt: Abrir
ru: Открыть
sv: Öppna
tr: Aç
zh_hans: 打开

# notifications.subtitle
source: Stay on top of system events and alerts
ar: ابق على اطلاع بأحداث النظام والتنبيهات
de: Bleiben Sie über Systemereignisse und Warnungen auf dem Laufenden
es: Mantente al tanto de eventos y alertas del sistema
fr: Restez au courant des événements et alertes système
it: Rimani aggiornato su eventi e avvisi di sistema
ja: システムイベントとアラートを常に把握しましょう
ko: 시스템 이벤트 및 경고 확인
nl: Blijf op de hoogte van systeemgebeurtenissen en waarschuwingen
pl: Bądź na bieżąco z wydarzeniami systemowymi i alertami
pt: Mantenha-se atualizado com eventos e alertas do sistema
ru: Следите за системными событиями и предупреждениями
sv: Håll koll på systemhändelser och varningar
tr: Sistem olaylarını ve uyarıları takip edin
zh_hans: 随时了解系统事件和警报

# notifications.summary
source: summary
ar: ملخص
de: Zusammenfassung
es: resumen
fr: résumé
it: riepilogo
ja: 概要
ko: 요약
nl: samenvatting
pl: podsumowanie
pt: resumo
ru: сводка
sv: sammanfattning
tr: özet
zh_hans: 摘要

# notifications.title
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sv: Notifikationer
tr: Bildirimler
zh_hans: 通知

# notifications.totalNotifications
source: total notifications
ar: إجمالي الإشعارات
de: Benachrichtigungen insgesamt
es: notificaciones totales
fr: notifications totales
it: notifiche totali
ja: 通知の総数
ko: 전체 알림
nl: totaal meldingen
pl: wszystkich powiadomień
pt: notificações totais
ru: всего уведомлений
sv: totala notifikationer
tr: toplam bildirim
zh_hans: 通知总数

# notifications.unknownTime
source: Unknown time
ar: وقت غير معروف
de: Unbekannte Zeit
es: Hora desconocida
fr: Heure inconnue
it: Ora sconosciuta
ja: 不明な時間
ko: 알 수 없는 시간
nl: Onbekende tijd
pl: Nieznany czas
pt: Hora desconhecida
ru: Неизвестное время
sv: Okänd tid
tr: Bilinmeyen zaman
zh_hans: 未知时间

# notifications.unread
source: Unread
ar: غير مقروءة
de: Ungelesen
es: Sin leer
fr: Non lues
it: Non lette
ja: 未読
ko: 읽지 않음
nl: Ongelezen
pl: Nieprzeczytane
pt: Não lidas
ru: Непрочитанные
sv: Olästa
tr: Okunmamış
zh_hans: 未读

# notifications.warnings
source: Warnings
ar: تحذيرات
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvertenze
ja: 警告
ko: 주의
nl: Waarschuwingen
pl: Ostrzeżenia
pt: Avisos
ru: Предупреждения
sv: Varningar
tr: İkazlar
zh_hans: 警告

# servers.addNewServer
source: Add New Server
ar: إضافة خادم جديد
de: Neuen Server hinzufügen
es: Agregar nuevo servidor
fr: Ajouter un nouveau serveur
it: Aggiungi nuovo server
ja: 新しいサーバーを追加
ko: 새 서버 추가
nl: Nieuwe server toevoegen
pl: Dodaj nowy serwer
pt: Adicionar novo servidor
ru: Добавить новый сервер
sv: Lägg till ny server
tr: Yeni Sunucu Ekle
zh_hans: 添加新服务器

# servers.addServer
source: Add Server
ar: إضافة خادم
de: Server hinzufügen
es: Agregar servidor
fr: Ajouter un serveur
it: Aggiungi server
ja: サーバーを追加
ko: 서버 추가
nl: Server toevoegen
pl: Dodaj serwer
pt: Adicionar servidor
ru: Добавить сервер
sv: Lägg till server
tr: Sunucu Ekle
zh_hans: 添加服务器

# servers.apiKey
source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ja: API キー
ko: API 키
nl: API-sleutel
pl: Klucz API
pt: Chave da API
ru: API-ключ
sv: API-nyckel
tr: API Anahtarı
zh_hans: API 密钥

# servers.apiKeyPlaceholder
source: API key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ja: API キー
ko: API 키
nl: API-sleutel
pl: Klucz API
pt: Chave da API
ru: API-ключ
sv: API-nyckel
tr: API anahtarı
zh_hans: API 密钥

# servers.description
source: Manage your saved Unraid servers
ar: إدارة خوادم Unraid المحفوظة
de: Verwalten Sie Ihre gespeicherten Unraid-Server
es: Administra tus servidores Unraid guardados
fr: Gérez vos serveurs Unraid enregistrés
it: Gestisci i tuoi server Unraid salvati
ja: 保存された Unraid サーバーを管理
ko: 저장된 Unraid 서버 관리
nl: Beheer je opgeslagen Unraid-servers
pl: Zarządzaj zapisanymi serwerami Unraid
pt: Gerencie seus servidores Unraid salvos
ru: Управление сохранёнными серверами Unraid
sv: Hantera dina sparade Unraid-servrar
tr: Kayıtlı Unraid sunucularınızı yönetin
zh_hans: 管理您保存的 Unraid 服务器

# servers.makeActive
source: Make Active
ar: تعيين كنشط
de: Aktivieren
es: Hacer activo
fr: Rendre actif
it: Rendi attivo
ja: アクティブにする
ko: 활성화
nl: Activeren
pl: Ustaw jako aktywny
pt: Tornar ativo
ru: Сделать активным
sv: Gör aktiv
tr: Aktif Yap
zh_hans: 激活

# servers.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
tr: Ad
zh_hans: 名称

# servers.namePlaceholder
source: My Unraid
ar: خادم Unraid الخاص بي
de: Mein Unraid
es: Mi Unraid
fr: Mon Unraid
it: Il mio Unraid
ja: 私の Unraid
ko: 내 Unraid
nl: Mijn Unraid
pl: Mój Unraid
pt: Meu Unraid
ru: Мой Unraid
sv: Min Unraid
tr: Unraid'im
zh_hans: 我的 Unraid

# servers.noSavedServers
source: No saved servers
ar: لا توجد خوادم محفوظة
de: Keine gespeicherten Server
es: No hay servidores guardados
fr: Aucun serveur enregistré
it: Nessun server salvato
ja: 保存されたサーバーはありません
ko: 저장된 서버 없음
nl: Geen opgeslagen servers
pl: Brak zapisanych serwerów
pt: Nenhum servidor salvo
ru: Нет сохранённых серверов
sv: Inga sparade servrar
tr: Kayıtlı sunucu yok
zh_hans: 没有已保存的服务器

# servers.noSavedServersDescription
source: Add your first server above
ar: أضف خادمك الأول أعلاه
de: Fügen Sie Ihren ersten Server oben hinzu
es: Agrega tu primer servidor arriba
fr: Ajoutez votre premier serveur ci-dessus
it: Aggiungi il tuo primo server sopra
ja: 上記で最初のサーバーを追加してください
ko: 위에서 첫 번째 서버를 추가하세요
nl: Voeg hierboven je eerste server toe
pl: Dodaj pierwszy serwer powyżej
pt: Adicione seu primeiro servidor acima
ru: Добавьте первый сервер выше
sv: Lägg till din första server ovan
tr: İlk sunucunuzu yukarıdan ekleyin
zh_hans: 在上方添加您的第一个服务器

# servers.remove
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
zh_hans: 删除

# servers.removeServerConfirm
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
it: Questa azione non può essere annullata.
ja: この操作は取り消すことができません。
ko: 이 작업은 취소할 수 없습니다.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej operacji nie można cofnąć.
pt: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
sv: Denna åtgärd kan inte ångras.
tr: Bu işlem geri alınamaz.
zh_hans: 此操作无法撤销。

# servers.removeServerMessage
source: Are you sure you want to remove
ar: هل أنت متأكد أنك تريد إزالة
de: Sind Sie sicher, dass Sie entfernen möchten
es: ¿Estás seguro de que quieres eliminar
fr: Êtes-vous sûr de vouloir supprimer
it: Sei sicuro di voler rimuovere
ja: 削除してもよろしいですか
ko: 정말로 제거하시겠습니까
nl: Weet je zeker dat je wilt verwijderen
pl: Czy na pewno chcesz usunąć
pt: Tem certeza de que deseja remover
ru: Вы уверены, что хотите удалить
sv: Är du säker på att du vill ta bort
tr: Kaldırmak istediğinizden emin misiniz
zh_hans: 您确定要删除吗

# servers.removeServerTitle
source: Remove Server
ar: إزالة الخادم
de: Server entfernen
es: Eliminar servidor
fr: Supprimer le serveur
it: Rimuovi server
ja: サーバーを削除
ko: 서버 제거
nl: Server verwijderen
pl: Usuń serwer
pt: Remover servidor
ru: Удалить сервер
sv: Ta bort server
tr: Sunucuyu Kaldır
zh_hans: 删除服务器

# servers.savedServers
source: Saved Servers
ar: الخوادم المحفوظة
de: Gespeicherte Server
es: Servidores guardados
fr: Serveurs enregistrés
it: Server salvati
ja: 保存されたサーバー
ko: 저장된 서버
nl: Opgeslagen servers
pl: Zapisane serwery
pt: Servidores salvos
ru: Сохранённые серверы
sv: Sparade servrar
tr: Kayıtlı Sunucular
zh_hans: 已保存的服务器

# servers.serverUrl
source: Server URL
ar: عنوان URL للخادم
es: URL del servidor
fr: URL du serveur
it: URL del server
ja: サーバー URL
ko: 서버 URL
pl: URL serwera
pt: URL do servidor
ru: URL сервера
tr: Sunucu URL
zh_hans: 服务器 URL

# servers.title
source: Servers
ar: الخوادم
de: Server
es: Servidores
fr: Serveurs
it: Server
ja: サーバー
ko: 서버
pl: Serwery
pt: Servidores
ru: Серверы
sv: Servrar
tr: Sunucular
zh_hans: 服务器

# settings.about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: について
ko: 정보
nl: Over
pl: Informacje
pt: Sobre
ru: О приложении
sv: Om
tr: Hakkında
zh_hans: 关于

# settings.actions
source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
ko: 작업
nl: Acties
pl: Akcje
pt: Ações
ru: Действия
sv: Åtgärder
tr: Eylemler
zh_hans: 操作

# settings.activeServer
source: Active Server
ar: الخادم النشط
de: Aktiver Server
es: Servidor activo
fr: Serveur actif
it: Server attivo
ja: アクティブサーバー
ko: 활성 서버
nl: Actieve server
pl: Aktywny serwer
pt: Servidor ativo
ru: Активный сервер
sv: Aktiv server
tr: Aktif Sunucu
zh_hans: 活动服务器

# settings.appInformation
source: App Information
ar: معلومات التطبيق
de: App-Informationen
es: Información de la aplicación
fr: Informations application
it: Informazioni app
ja: アプリ情報
ko: 앱 정보
nl: App-informatie
pl: Informacje o aplikacji
pt: Informações do aplicativo
ru: Информация о приложении
tr: Uygulama Bilgileri
zh_hans: 应用程序信息

# settings.appearance
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ru: Внешний вид
sv: Utseende
tr: Görünüm
zh_hans: 外观

# settings.automatic
source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatyczny
pt: Automático
ru: Автоматически
sv: Automatiskt
tr: Otomatik
zh_hans: 自动

# settings.builtWith
source: Built with React Native & Expo
ar: مبني بـ React Native و Expo
de: Erstellt mit React Native & Expo
es: Construido con React Native & Expo
fr: Construit avec React Native & Expo
it: Costruita con React Native & Expo
ja: React Native & Expoで構築
ko: React Native & Expo로 제작
nl: Gebouwd met React Native & Expo
pl: Zbudowane z React Native i Expo
pt: Desenvolvido com React Native & Expo
ru: Создано с React Native & Expo
sv: Byggd med React Native & Expo
tr: React Native & Expo ile yapıldı
zh_hans: 使用React Native & Expo构建

# settings.buyMeACoffee
source: Buy Me a Coffee
ar: اشترِ لي قهوة
de: Kauf mir einen Kaffee
es: Invítame un café
fr: Offrez-moi un café
it: Offrimi un caffè
ja: コーヒーをおごる
ko: 커피 사주기
nl: Koop een koffie voor mij
pl: Kup mi kawę
pt: Me pague um café
ru: Купить мне кофе
sv: Köp mig en kaffe
tr: Bana Bir Kahve Ismarla
zh_hans: 请我喝杯咖啡

# settings.buyMeACoffeeDescription
source: Support the developer with a coffee
ar: ادعم المطور بقهوة
de: Unterstütze den Entwickler mit einem Kaffee
es: Apoya al desarrollador con un café
fr: Soutenez le développeur avec un café
it: Supporta lo sviluppatore con un caffè
ja: 開発者にコーヒーを買ってサポート
ko: 커피로 개발자를 응원해주세요
nl: Steun de ontwikkelaar met een koffie
pl: Wesprzyj dewelopera kawą
pt: Apoie o desenvolvedor com um café
ru: Поддержите разработчика кофе
sv: Stöd utvecklaren med en kaffe
tr: Geliştiriciye kahve ile destek ol
zh_hans: 请开发者喝杯咖啡以表支持

# settings.cacheCleared
source: Cache cleared successfully
ar: تم مسح ذاكرة التخزين المؤقت بنجاح
de: Cache erfolgreich geleert
es: Caché limpiado exitosamente
fr: Cache vidé avec succès
it: Cache cancellata con successo
ja: キャッシュが正常にクリアされました
ko: 캐시가 성공적으로 지워졌습니다
nl: Cache succesvol gewist
pl: Pamięć podręczna wyczyszczona
pt: Cache limpo com sucesso
ru: Кэш успешно очищен
sv: Cache rensad
tr: Önbellek başarıyla temizlendi
zh_hans: 缓存清除成功

# settings.clearCache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache leeren
es: Limpiar caché
fr: Vider le cache
it: Cancella cache
ja: キャッシュをクリア
ko: 캐시 지우기
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ru: Очистить кэш
sv: Rensa cache
tr: Önbelleği Temizle
zh_hans: 清除缓存

# settings.clearCacheDescription
source: This will clear all cached data and refresh from the server.
ar: سيؤدي هذا إلى مسح جميع البيانات المخزنة مؤقتاً والتحديث من الخادم.
de: Dadurch werden alle zwischengespeicherten Daten gelöscht und vom Server aktualisiert.
es: Esto limpiará todos los datos en caché y actualizará desde el servidor.
fr: Cela videra toutes les données en cache et actualisera depuis le serveur.
it: Questo cancellerà tutti i dati memorizzati nella cache e li aggiornerà dal server.
ja: これにより、すべてのキャッシュデータが削除され、サーバーから更新されます。
ko: 이렇게 하면 모든 캐시된 데이터가 지워지고 서버에서 새로 가져옵니다.
nl: Dit wist alle gecachte gegevens en vernieuwt vanaf de server.
pl: To wyczyści wszystkie dane z pamięci podręcznej i odświeży z serwera.
pt: Isso limpará todos os dados em cache e atualizará do servidor.
ru: Это очистит все кэшированные данные и обновит их с сервера.
sv: Detta rensar all cachad data och uppdaterar från servern.
tr: Bu, tüm önbellek verilerini temizleyecek ve sunucudan yenileyecektir.
zh_hans: 这将清除所有缓存数据并从服务器刷新。

# settings.clearCachedData
source: Clear all cached data
ar: مسح جميع البيانات المخزنة مؤقتاً
de: Alle zwischengespeicherten Daten löschen
es: Limpiar todos los datos en caché
fr: Vider toutes les données en cache
it: Cancella tutti i dati memorizzati
ja: すべてのキャッシュデータをクリア
ko: 모든 캐시된 데이터 지우기
nl: Alle gecachte gegevens wissen
pl: Wyczyść wszystkie dane z pamięci podręcznej
pt: Limpar todos os dados em cache
ru: Очистить все кэшированные данные
sv: Rensa all cachad data
tr: Tüm önbellek verilerini temizle
zh_hans: 清除所有缓存数据

# settings.connected
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pl: Połączono
pt: Conectado
ru: Подключено
sv: Ansluten
tr: Bağlı
zh_hans: 已连接

# settings.connectionStatus
source: Connection Status
ar: حالة الاتصال
de: Verbindungsstatus
es: Estado de conexión
fr: État de connexion
it: Stato connessione
ja: 接続ステータス
ko: 연결 상태
nl: Verbindingsstatus
pl: Status połączenia
pt: Status da conexão
ru: Статус подключения
sv: Anslutningsstatus
tr: Bağlantı Durumu
zh_hans: 连接状态

# settings.currentTheme
source: Current Theme
ar: المظهر الحالي
de: Aktuelles Theme
es: Tema actual
fr: Thème actuel
it: Tema attuale
ja: 現在のテーマ
ko: 현재 테마
nl: Huidig thema
pl: Obecny motyw
pt: Tema atual
ru: Текущая тема
sv: Nuvarande tema
tr: Mevcut Tema
zh_hans: 当前主题

# settings.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная
sv: Mörkt
tr: Koyu
zh_hans: 深色

# settings.darkMode
source: Dark Mode
ar: الوضع الداكن
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
nl: Donkere modus
pl: Tryb ciemny
pt: Modo escuro
ru: Тёмный режим
sv: Mörkt läge
tr: Koyu Mod
zh_hans: 深色模式

# settings.dataRefresh
source: Data Refresh
ar: تحديث البيانات
de: Datenaktualisierung
es: Actualización de datos
fr: Actualisation des données
it: Aggiornamento dati
ja: データ更新
ko: 데이터 새로고침
nl: Gegevens verversen
pl: Odświeżanie danych
pt: Atualização de dados
ru: Обновление данных
sv: Datauppdatering
tr: Veri Yenileme
zh_hans: 数据刷新

# settings.followSystemTheme
source: Follow system theme settings
ar: اتباع إعدادات مظهر النظام
de: Systemthemeeinstellungen folgen
es: Seguir configuración de tema del sistema
fr: Suivre les paramètres de thème système
it: Segui le impostazioni del tema di sistema
ja: システムテーマ設定に従う
ko: 시스템 테마 설정 따르기
nl: Systeemthema-instellingen volgen
pl: Używaj ustawień motywu systemowego
pt: Seguir configurações de tema do sistema
ru: Следовать системным настройкам темы
sv: Följ systemets temainställningar
tr: Sistem tema ayarlarını takip et
zh_hans: 跟随系统主题设置

# settings.githubSponsor
source: GitHub Sponsor
ar: راعي GitHub
es: Patrocinador de GitHub
fr: Sponsor GitHub
it: Sponsor GitHub
ja: GitHub スポンサー
ko: GitHub 스폰서
pl: Sponsor GitHub
pt: Patrocinador do GitHub
ru: Спонсор на GitHub
zh_hans: GitHub 赞助
